{
  "hypertension": {
    "simple": "High blood pressure",
    "explanation": "A condition where the force of blood against artery walls is too high, which can damage blood vessels and organs over time."
  },
  "hypotension": {
    "simple": "Low blood pressure",
    "explanation": "A condition where blood pressure is abnormally low, which can cause dizziness, fainting, or inadequate blood flow to organs."
  },
  "diabetes mellitus": {
    "simple": "High blood sugar disease",
    "explanation": "A chronic condition where the body cannot properly process blood sugar due to insufficient insulin production or insulin resistance."
  },
  "type 2 diabetes": {
    "simple": "Adult-onset diabetes",
    "explanation": "A form of diabetes where the body becomes resistant to insulin or doesn't produce enough insulin to maintain normal glucose levels."
  },
  "anemia": {
    "simple": "Low red blood cells",
    "explanation": "A condition where blood lacks enough healthy red blood cells to carry adequate oxygen to body tissues, causing fatigue and weakness."
  },
  "myocardial infarction": {
    "simple": "Heart attack",
    "explanation": "Occurs when blood flow to part of the heart muscle is blocked, usually by a blood clot, causing damage to the heart tissue."
  },
  "acute myocardial infarction": {
    "simple": "Heart attack",
    "explanation": "A sudden blockage of blood flow to the heart muscle, requiring immediate medical attention to prevent permanent heart damage."
  },
  "cerebrovascular accident": {
    "simple": "Stroke",
    "explanation": "Occurs when blood supply to part of the brain is interrupted or reduced, preventing brain tissue from getting oxygen and nutrients."
  },
  "stroke": {
    "simple": "Brain attack",
    "explanation": "A medical emergency where blood flow to the brain is blocked or a blood vessel bursts, causing brain cells to die."
  },
  "pneumonia": {
    "simple": "Lung infection",
    "explanation": "An infection that inflames the air sacs in one or both lungs, which may fill with fluid, causing cough, fever, and difficulty breathing."
  },
  "asthma": {
    "simple": "Breathing disorder",
    "explanation": "A chronic condition where airways narrow and swell, producing extra mucus, making breathing difficult and triggering coughing and wheezing."
  },
  "chronic obstructive pulmonary disease": {
    "simple": "Chronic lung disease",
    "explanation": "A group of progressive lung diseases that block airflow and make breathing difficult, often caused by long-term smoking."
  },
  "copd": {
    "simple": "Chronic lung disease",
    "explanation": "A progressive lung condition that makes it hard to breathe due to damaged airways and air sacs in the lungs."
  },
  "dyspnea": {
    "simple": "Shortness of breath",
    "explanation": "A feeling of difficult or labored breathing, often described as feeling unable to get enough air into the lungs."
  },
  "tachycardia": {
    "simple": "Fast heartbeat",
    "explanation": "A condition where the heart beats faster than normal while at rest, typically over 100 beats per minute in adults."
  },
  "bradycardia": {
    "simple": "Slow heartbeat",
    "explanation": "A condition where the heart beats slower than normal, typically fewer than 60 beats per minute, which may reduce blood flow to the body."
  },
  "arrhythmia": {
    "simple": "Irregular heartbeat",
    "explanation": "A condition where the heart beats with an irregular or abnormal rhythm, which can be too fast, too slow, or erratic."
  },
  "atrial fibrillation": {
    "simple": "Irregular heart rhythm",
    "explanation": "A common heart rhythm disorder where the upper chambers of the heart beat irregularly and often rapidly, increasing stroke risk."
  },
  "congestive heart failure": {
    "simple": "Weak heart pump",
    "explanation": "A chronic condition where the heart doesn't pump blood as well as it should, causing fluid buildup in the lungs and other tissues."
  },
  "edema": {
    "simple": "Swelling from fluid",
    "explanation": "Swelling caused by excess fluid trapped in body tissues, often occurring in the feet, ankles, and legs."
  },
  "arthritis": {
    "simple": "Joint inflammation",
    "explanation": "Inflammation of one or more joints causing pain, stiffness, and swelling that typically worsens with age."
  },
  "osteoarthritis": {
    "simple": "Joint wear and tear",
    "explanation": "The most common form of arthritis where the protective cartilage that cushions the ends of bones wears down over time."
  },
  "rheumatoid arthritis": {
    "simple": "Autoimmune joint disease",
    "explanation": "An autoimmune disorder where the immune system mistakenly attacks the joints, causing painful swelling and potential joint damage."
  },
  "fracture": {
    "simple": "Broken bone",
    "explanation": "A partial or complete break in a bone, usually caused by trauma, overuse, or diseases that weaken bones."
  },
  "laceration": {
    "simple": "Deep cut",
    "explanation": "A deep cut or tear in the skin or tissue, often with irregular edges, typically caused by a sharp object or trauma."
  },
  "contusion": {
    "simple": "Bruise",
    "explanation": "An injury to tissue under the skin caused by a blunt force that breaks small blood vessels, causing discoloration."
  },
  "hematoma": {
    "simple": "Blood collection under skin",
    "explanation": "A collection of blood outside of blood vessels, usually caused by an injury that damages blood vessel walls."
  },
  "thrombosis": {
    "simple": "Blood clot",
    "explanation": "The formation of a blood clot inside a blood vessel, which can obstruct blood flow and cause serious complications."
  },
  "embolism": {
    "simple": "Blocked blood vessel",
    "explanation": "A blockage of a blood vessel by a clot, air bubble, or other substance that travels through the bloodstream."
  },
  "pulmonary embolism": {
    "simple": "Lung blood clot",
    "explanation": "A blockage in one of the pulmonary arteries in the lungs, usually caused by blood clots that travel from the legs."
  },
  "deep vein thrombosis": {
    "simple": "Blood clot in leg vein",
    "explanation": "A blood clot that forms in a deep vein, usually in the legs, which can break loose and travel to the lungs."
  },
  "dvt": {
    "simple": "Blood clot in leg vein",
    "explanation": "A blood clot in a deep vein of the leg that can cause pain, swelling, and potentially life-threatening complications."
  },
  "sepsis": {
    "simple": "Severe blood infection",
    "explanation": "A life-threatening condition where the body's response to infection causes tissue damage, organ failure, and can lead to death."
  },
  "infection": {
    "simple": "Germ invasion",
    "explanation": "The invasion and multiplication of harmful microorganisms in body tissues, causing disease and immune response."
  },
  "inflammation": {
    "simple": "Body's healing response",
    "explanation": "The body's protective response to injury or infection, characterized by redness, heat, swelling, and pain."
  },
  "gastroenteritis": {
    "simple": "Stomach flu",
    "explanation": "Inflammation of the stomach and intestines, usually caused by a viral or bacterial infection, causing diarrhea and vomiting."
  },
  "gastritis": {
    "simple": "Stomach lining inflammation",
    "explanation": "Inflammation of the stomach lining that can cause pain, nausea, and vomiting, often due to infection or irritation."
  },
  "peptic ulcer": {
    "simple": "Stomach or intestine sore",
    "explanation": "An open sore that develops on the lining of the stomach or upper small intestine, causing burning pain."
  },
  "appendicitis": {
    "simple": "Inflamed appendix",
    "explanation": "Inflammation of the appendix causing severe abdominal pain, requiring surgical removal to prevent rupture."
  },
  "cholecystitis": {
    "simple": "Inflamed gallbladder",
    "explanation": "Inflammation of the gallbladder, usually caused by gallstones blocking the duct, causing severe abdominal pain."
  },
  "hepatitis": {
    "simple": "Liver inflammation",
    "explanation": "Inflammation of the liver, usually caused by viral infection, that can lead to liver damage if not treated."
  },
  "cirrhosis": {
    "simple": "Liver scarring",
    "explanation": "Late-stage liver disease where healthy liver tissue is replaced by scar tissue, permanently damaging the liver."
  },
  "renal failure": {
    "simple": "Kidney failure",
    "explanation": "A condition where the kidneys lose the ability to filter waste and excess fluids from the blood effectively."
  },
  "acute renal failure": {
    "simple": "Sudden kidney failure",
    "explanation": "A sudden loss of kidney function that develops rapidly over hours or days, potentially reversible with treatment."
  },
  "chronic kidney disease": {
    "simple": "Long-term kidney damage",
    "explanation": "Progressive loss of kidney function over time, eventually leading to kidney failure requiring dialysis or transplant."
  },
  "ckd": {
    "simple": "Long-term kidney damage",
    "explanation": "A gradual loss of kidney function that can progress to complete kidney failure over months or years."
  },
  "urinary tract infection": {
    "simple": "Bladder or kidney infection",
    "explanation": "An infection in any part of the urinary system, most commonly in the bladder, causing painful urination."
  },
  "uti": {
    "simple": "Bladder infection",
    "explanation": "An infection of the urinary system causing frequent, painful urination and sometimes fever."
  },
  "nephropathy": {
    "simple": "Kidney disease",
    "explanation": "Damage or disease of the kidneys that affects their ability to filter blood and remove waste from the body."
  },
  "neuropathy": {
    "simple": "Nerve damage",
    "explanation": "Damage to nerves causing weakness, numbness, and pain, usually in the hands and feet."
  },
  "peripheral neuropathy": {
    "simple": "Nerve damage in limbs",
    "explanation": "Damage to nerves in the extremities causing tingling, numbness, and pain in hands and feet."
  },
  "seizure": {
    "simple": "Brain electrical surge",
    "explanation": "Sudden, uncontrolled electrical disturbance in the brain that can cause changes in behavior, movements, or consciousness."
  },
  "epilepsy": {
    "simple": "Seizure disorder",
    "explanation": "A neurological disorder characterized by recurrent seizures due to abnormal electrical activity in the brain."
  },
  "migraine": {
    "simple": "Severe headache",
    "explanation": "A neurological condition causing intense, throbbing headaches often accompanied by nausea, vomiting, and light sensitivity."
  },
  "vertigo": {
    "simple": "Spinning dizziness",
    "explanation": "A sensation of spinning or moving when you are actually still, often caused by inner ear problems."
  },
  "syncope": {
    "simple": "Fainting",
    "explanation": "A temporary loss of consciousness caused by a lack of blood flow to the brain, usually brief and followed by complete recovery."
  },
  "dehydration": {
    "simple": "Low body fluids",
    "explanation": "A condition where the body loses more fluids than it takes in, causing weakness, dizziness, and decreased urine output."
  },
  "malnutrition": {
    "simple": "Poor nutrition",
    "explanation": "A condition resulting from eating a diet lacking in nutrients, or an inability to properly absorb nutrients from food."
  },
  "obesity": {
    "simple": "Excessive body weight",
    "explanation": "A condition characterized by excessive body fat that increases the risk of health problems like diabetes and heart disease."
  },
  "hyperlipidemia": {
    "simple": "High cholesterol",
    "explanation": "Abnormally high levels of fats (lipids) in the blood, increasing the risk of heart disease and stroke."
  },
  "hypercholesterolemia": {
    "simple": "High cholesterol",
    "explanation": "Elevated levels of cholesterol in the blood that can lead to plaque buildup in arteries and increase heart disease risk."
  },
  "hypothyroidism": {
    "simple": "Underactive thyroid",
    "explanation": "A condition where the thyroid gland doesn't produce enough thyroid hormone, slowing metabolism and causing fatigue."
  },
  "hyperthyroidism": {
    "simple": "Overactive thyroid",
    "explanation": "A condition where the thyroid gland produces too much thyroid hormone, speeding up metabolism and causing weight loss."
  },
  "goiter": {
    "simple": "Enlarged thyroid",
    "explanation": "Abnormal enlargement of the thyroid gland in the neck, which may cause difficulty swallowing or breathing."
  },
  "carcinoma": {
    "simple": "Cancer",
    "explanation": "A type of cancer that begins in cells that line the inner or outer surfaces of the body."
  },
  "malignancy": {
    "simple": "Cancerous growth",
    "explanation": "A cancerous tumor that can invade nearby tissues and spread to other parts of the body."
  },
  "benign": {
    "simple": "Non-cancerous",
    "explanation": "A growth that is not cancerous and does not spread to other parts of the body, though it may still require treatment."
  },
  "metastasis": {
    "simple": "Cancer spread",
    "explanation": "The spread of cancer cells from the original tumor to other parts of the body through blood or lymph systems."
  },
  "chemotherapy": {
    "simple": "Cancer drug treatment",
    "explanation": "Treatment using powerful drugs to kill cancer cells or stop them from growing and dividing."
  },
  "radiation therapy": {
    "simple": "Cancer radiation treatment",
    "explanation": "Treatment that uses high-energy radiation to shrink tumors and kill cancer cells."
  },
  "biopsy": {
    "simple": "Tissue sample test",
    "explanation": "A medical procedure where a small sample of tissue is removed and examined under a microscope to check for disease."
  },
  "mri": {
    "simple": "Magnetic body scan",
    "explanation": "A medical imaging technique that uses magnetic fields and radio waves to create detailed images of organs and tissues."
  },
  "ct scan": {
    "simple": "X-ray body scan",
    "explanation": "A computerized X-ray imaging procedure that produces cross-sectional images of the body for diagnosis."
  },
  "x-ray": {
    "simple": "Radiation picture",
    "explanation": "A quick, painless imaging test that uses electromagnetic radiation to create pictures of structures inside the body."
  },
  "ultrasound": {
    "simple": "Sound wave imaging",
    "explanation": "A safe imaging technique that uses sound waves to create pictures of internal body structures."
  },
  "ecg": {
    "simple": "Heart electrical test",
    "explanation": "A test that records the electrical activity of the heart to detect rhythm problems and heart damage."
  },
  "ekg": {
    "simple": "Heart electrical test",
    "explanation": "A test that measures the heart's electrical signals to identify irregular heartbeats and heart problems."
  },
  "electrocardiogram": {
    "simple": "Heart rhythm test",
    "explanation": "A test that records the electrical signals in the heart to detect heart problems and monitor heart health."
  },
  "echocardiogram": {
    "simple": "Heart ultrasound",
    "explanation": "An ultrasound test that uses sound waves to create moving pictures of the heart to assess its structure and function."
  },
  "angiogram": {
    "simple": "Blood vessel X-ray",
    "explanation": "An X-ray test that uses dye to visualize blood vessels and check for blockages or abnormalities."
  },
  "catheterization": {
    "simple": "Tube insertion procedure",
    "explanation": "A medical procedure where a thin tube is inserted into the body to diagnose or treat certain conditions."
  },
  "stent": {
    "simple": "Artery support tube",
    "explanation": "A small mesh tube placed in a narrowed or blocked artery to keep it open and improve blood flow."
  },
  "pacemaker": {
    "simple": "Heart rhythm device",
    "explanation": "A small device implanted in the chest to help control abnormal heart rhythms using electrical pulses."
  },
  "defibrillator": {
    "simple": "Heart shock device",
    "explanation": "A device that delivers an electric shock to the heart to restore normal rhythm during life-threatening arrhythmias."
  },
  "bypass surgery": {
    "simple": "Heart artery reroute",
    "explanation": "Surgery that creates a new path for blood to flow around a blocked artery in the heart."
  },
  "angioplasty": {
    "simple": "Artery widening procedure",
    "explanation": "A procedure to open blocked or narrowed arteries using a balloon catheter and sometimes a stent."
  },
  "percutaneous coronary intervention": {
    "simple": "Artery opening procedure",
    "explanation": "A non-surgical procedure to open blocked heart arteries using a catheter with a balloon or stent."
  },
  "pci": {
    "simple": "Artery opening procedure",
    "explanation": "A minimally invasive procedure to restore blood flow in blocked heart arteries."
  },
  "cabg": {
    "simple": "Heart bypass surgery",
    "explanation": "Surgery to improve blood flow to the heart by grafting vessels to bypass blocked arteries."
  },
  "dialysis": {
    "simple": "Blood filtering treatment",
    "explanation": "A procedure that removes waste and excess fluid from blood when kidneys can no longer perform this function."
  },
  "intubation": {
    "simple": "Breathing tube insertion",
    "explanation": "Insertion of a tube through the mouth into the airway to help a patient breathe with a ventilator."
  },
  "ventilation": {
    "simple": "Mechanical breathing",
    "explanation": "Use of a machine to help or completely control breathing when a patient cannot breathe adequately on their own."
  },
  "tracheostomy": {
    "simple": "Throat breathing hole",
    "explanation": "A surgical opening through the neck into the windpipe to help breathing when the upper airway is blocked."
  },
  "incision": {
    "simple": "Surgical cut",
    "explanation": "A cut made in the body during surgery to access internal organs or tissues."
  },
  "suture": {
    "simple": "Stitches",
    "explanation": "Medical thread or material used to close wounds or surgical incisions by sewing tissue together."
  },
  "staples": {
    "simple": "Surgical clips",
    "explanation": "Metal clips used to close surgical incisions or wounds, similar to stitches but faster to apply."
  },
  "drainage": {
    "simple": "Fluid removal",
    "explanation": "Removal of fluid from a body cavity or wound using tubes or other devices to promote healing."
  },
  "abscess": {
    "simple": "Pus-filled pocket",
    "explanation": "A collection of pus that forms within tissue due to infection, causing swelling and pain."
  },
  "cyst": {
    "simple": "Fluid-filled sac",
    "explanation": "A closed sac-like structure filled with fluid, air, or other material that can form anywhere in the body."
  },
  "polyp": {
    "simple": "Tissue growth",
    "explanation": "An abnormal growth of tissue projecting from a mucous membrane, usually benign but sometimes precancerous."
  },
  "lesion": {
    "simple": "Abnormal tissue area",
    "explanation": "Any abnormal damage or change in tissue, which can be caused by disease or trauma."
  },
  "nodule": {
    "simple": "Small lump",
    "explanation": "A small, solid lump or growth that can form in any part of the body, which may be benign or malignant."
  },
  "mass": {
    "simple": "Lump or growth",
    "explanation": "An abnormal lump or growth in the body that may be benign or cancerous and requires further evaluation."
  },
  "tumor": {
    "simple": "Abnormal growth",
    "explanation": "An abnormal growth of cells that can be benign (non-cancerous) or malignant (cancerous)."
  },
  "neoplasm": {
    "simple": "New abnormal growth",
    "explanation": "An abnormal growth of tissue that can be benign or malignant, also known as a tumor."
  },
  "aspiration": {
    "simple": "Fluid or tissue removal",
    "explanation": "A procedure to remove fluid or tissue from the body using a needle and syringe for testing or treatment."
  },
  "transfusion": {
    "simple": "Blood transfer",
    "explanation": "A procedure where blood or blood components are transferred into a patient's bloodstream through an IV."
  },
  "iv": {
    "simple": "Vein injection",
    "explanation": "Intravenous delivery of fluids, medications, or nutrients directly into a vein through a needle or catheter."
  },
  "intravenous": {
    "simple": "Into the vein",
    "explanation": "Administration of substances directly into a vein for immediate absorption into the bloodstream."
  },
  "subcutaneous": {
    "simple": "Under the skin",
    "explanation": "Injection or insertion of medication into the tissue layer between the skin and muscle."
  },
  "intramuscular": {
    "simple": "Into the muscle",
    "explanation": "Injection of medication directly into a muscle for gradual absorption into the bloodstream."
  },
  "oral": {
    "simple": "By mouth",
    "explanation": "Taking medication or substances through the mouth for absorption through the digestive system."
  },
  "topical": {
    "simple": "On the skin",
    "explanation": "Application of medication directly onto the skin for local treatment or absorption."
  },
  "inhalation": {
    "simple": "Breathing in",
    "explanation": "Taking in medication or substances through the nose or mouth into the lungs."
  },
  "antibiotic": {
    "simple": "Bacteria-killing medicine",
    "explanation": "Medication that kills bacteria or stops their growth to treat bacterial infections."
  },
  "antiviral": {
    "simple": "Virus-fighting medicine",
    "explanation": "Medication used to treat viral infections by interfering with virus reproduction."
  },
  "anticoagulant": {
    "simple": "Blood thinner",
    "explanation": "Medication that prevents blood from clotting, reducing the risk of stroke and heart attack."
  },
  "antiplatelet": {
    "simple": "Clot prevention medicine",
    "explanation": "Medication that prevents blood platelets from sticking together and forming clots."
  },
  "aspirin": {
    "simple": "Pain reliever and blood thinner",
    "explanation": "A common medication used to relieve pain, reduce inflammation, and prevent blood clots."
  },
  "clopidogrel": {
    "simple": "Blood clot prevention drug",
    "explanation": "An antiplatelet medication that prevents blood platelets from sticking together, reducing clot risk after heart procedures."
  },
  "warfarin": {
    "simple": "Blood thinner",
    "explanation": "An anticoagulant medication that slows down blood clot formation by reducing vitamin K activity."
  },
  "heparin": {
    "simple": "Injectable blood thinner",
    "explanation": "A fast-acting anticoagulant medication given by injection to prevent and treat blood clots."
  },
  "statin": {
    "simple": "Cholesterol-lowering drug",
    "explanation": "Medication that lowers cholesterol levels by blocking a substance the body needs to make cholesterol."
  },
  "beta-blocker": {
    "simple": "Heart-slowing medication",
    "explanation": "Medication that reduces heart rate and blood pressure by blocking the effects of stress hormones on the heart."
  },
  "ace inhibitor": {
    "simple": "Blood pressure medication",
    "explanation": "Medication that relaxes blood vessels and lowers blood pressure by blocking an enzyme that narrows vessels."
  },
  "diuretic": {
    "simple": "Water pill",
    "explanation": "Medication that helps the body get rid of excess water and salt through increased urination."
  },
  "insulin": {
    "simple": "Blood sugar hormone",
    "explanation": "A hormone that helps cells absorb glucose from blood, used as medication for diabetes management."
  },
  "metformin": {
    "simple": "Diabetes medication",
    "explanation": "An oral medication that lowers blood sugar by improving how the body handles insulin."
  },
  "steroid": {
    "simple": "Inflammation-reducing drug",
    "explanation": "Medication that reduces inflammation and suppresses the immune system, used for various conditions."
  },
  "corticosteroid": {
    "simple": "Anti-inflammation hormone drug",
    "explanation": "Synthetic drugs similar to cortisol that reduce inflammation and suppress immune system activity."
  },
  "nsaid": {
    "simple": "Pain and swelling reducer",
    "explanation": "Non-steroidal anti-inflammatory drugs that reduce pain, inflammation, and fever without using steroids."
  },
  "analgesic": {
    "simple": "Pain reliever",
    "explanation": "Medication designed to relieve pain without causing loss of consciousness."
  },
  "antipyretic": {
    "simple": "Fever reducer",
    "explanation": "Medication that reduces fever by lowering the body's temperature set point."
  },
  "sedative": {
    "simple": "Calming medicine",
    "explanation": "Medication that has a calming effect, reduces anxiety, and can induce sleep."
  },
  "anesthetic": {
    "simple": "Numbing medicine",
    "explanation": "Medication that causes loss of sensation or consciousness, used during surgical procedures."
  },
  "local anesthesia": {
    "simple": "Numbing in one area",
    "explanation": "Medication that blocks sensation in a specific area of the body without affecting consciousness."
  },
  "general anesthesia": {
    "simple": "Complete unconsciousness",
    "explanation": "Medication that causes complete loss of consciousness and sensation during major surgery."
  },
  "prognosis": {
    "simple": "Expected outcome",
    "explanation": "A medical prediction of the likely course and outcome of a disease or condition."
  },
  "diagnosis": {
    "simple": "Disease identification",
    "explanation": "The process of identifying a disease or condition by examining symptoms, tests, and medical history."
  },
  "symptom": {
    "simple": "Sign of illness",
    "explanation": "A physical or mental feature indicating a condition or disease, noticed by the patient."
  },
  "sign": {
    "simple": "Observable indicator",
    "explanation": "An objective indication of disease that can be observed or measured by healthcare providers."
  },
  "vital signs": {
    "simple": "Basic health measurements",
    "explanation": "Essential body measurements including temperature, pulse, breathing rate, and blood pressure."
  },
  "blood pressure": {
    "simple": "Force of blood in arteries",
    "explanation": "The pressure of circulating blood against the walls of blood vessels, measured in two numbers."
  },
  "pulse": {
    "simple": "Heart rate",
    "explanation": "The rhythmic expansion of arteries caused by heart contractions, measured in beats per minute."
  },
  "temperature": {
    "simple": "Body heat level",
    "explanation": "A measure of the body's heat, with normal being around 98.6°F (37°C)."
  },
  "respiration": {
    "simple": "Breathing",
    "explanation": "The process of breathing, including the number of breaths per minute."
  },
  "oxygen saturation": {
    "simple": "Blood oxygen level",
    "explanation": "The percentage of oxygen-carrying hemoglobin in the blood, normally 95-100%."
  },
  "glucose": {
    "simple": "Blood sugar",
    "explanation": "A simple sugar that serves as the main source of energy for the body's cells."
  },
  "hemoglobin": {
    "simple": "Oxygen-carrying protein",
    "explanation": "A protein in red blood cells that carries oxygen from the lungs to the rest of the body."
  },
  "platelets": {
    "simple": "Blood clotting cells",
    "explanation": "Small blood cells that help form clots to stop bleeding when blood vessels are injured."
  },
  "white blood cells": {
    "simple": "Infection fighters",
    "explanation": "Blood cells that protect the body against infection and disease by attacking harmful invaders."
  },
  "red blood cells": {
    "simple": "Oxygen carriers",
    "explanation": "Blood cells that contain hemoglobin and transport oxygen from lungs to body tissues."
  },
  "electrolytes": {
    "simple": "Body salts and minerals",
    "explanation": "Minerals in blood and body fluids that carry an electric charge and are essential for body functions."
  },
  "sodium": {
    "simple": "Salt mineral",
    "explanation": "An essential mineral that helps maintain fluid balance, nerve function, and muscle contractions."
  },
  "potassium": {
    "simple": "Heart mineral",
    "explanation": "An essential mineral crucial for heart function, muscle contractions, and nerve signals."
  },
  "creatinine": {
    "simple": "Kidney function marker",
    "explanation": "A waste product filtered by kidneys, measured in blood to assess kidney function."
  },
  "bilirubin": {
    "simple": "Liver function marker",
    "explanation": "A yellow compound produced when red blood cells break down, measured to assess liver function."
  },
  "albumin": {
    "simple": "Blood protein",
    "explanation": "A protein made by the liver that helps maintain fluid balance and transport substances in blood."
  },
  "enzyme": {
    "simple": "Body chemical catalyst",
    "explanation": "A protein that speeds up chemical reactions in the body, measured to diagnose various conditions."
  },
  "hormone": {
    "simple": "Body messenger chemical",
    "explanation": "A chemical produced by glands that travels through blood to regulate body functions and processes."
  },
  "thyroid": {
    "simple": "Metabolism control gland",
    "explanation": "A butterfly-shaped gland in the neck that produces hormones regulating metabolism and energy use."
  },
  "pancreas": {
    "simple": "Insulin-producing organ",
    "explanation": "An organ that produces digestive enzymes and insulin to regulate blood sugar levels."
  },
  "liver": {
    "simple": "Blood filtering organ",
    "explanation": "The largest internal organ that filters blood, processes nutrients, and removes toxins from the body."
  },
  "kidney": {
    "simple": "Blood cleaning organ",
    "explanation": "Organs that filter waste and excess fluid from blood to produce urine."
  },
  "spleen": {
    "simple": "Blood filter organ",
    "explanation": "An organ that filters blood, removes old blood cells, and helps fight infections."
  },
  "gallbladder": {
    "simple": "Bile storage sac",
    "explanation": "A small organ that stores bile produced by the liver to help digest fats."
  },
  "appendix": {
    "simple": "Small intestine pouch",
    "explanation": "A small pouch attached to the large intestine that can become inflamed and require removal."
  },
  "colon": {
    "simple": "Large intestine",
    "explanation": "The main part of the large intestine that absorbs water and forms waste products."
  },
  "esophagus": {
    "simple": "Food tube",
    "explanation": "The muscular tube that carries food from the throat to the stomach."
  },
  "trachea": {
    "simple": "Windpipe",
    "explanation": "The tube that carries air from the throat to the lungs."
  },
  "bronchi": {
    "simple": "Lung airways",
    "explanation": "The main air passages that branch from the trachea into the lungs."
  },
  "alveoli": {
    "simple": "Lung air sacs",
    "explanation": "Tiny air sacs in the lungs where oxygen and carbon dioxide are exchanged with blood."
  },
  "diaphragm": {
    "simple": "Breathing muscle",
    "explanation": "The main muscle used for breathing, located below the lungs that contracts and relaxes to move air."
  },
  "atrium": {
    "simple": "Heart upper chamber",
    "explanation": "One of the two upper chambers of the heart that receives blood from the body or lungs."
  },
  "ventricle": {
    "simple": "Heart lower chamber",
    "explanation": "One of the two lower chambers of the heart that pumps blood to the lungs or body."
  },
  "valve": {
    "simple": "Blood flow door",
    "explanation": "A structure that opens and closes to control blood flow in one direction through the heart."
  },
  "artery": {
    "simple": "Blood vessel from heart",
    "explanation": "A blood vessel that carries oxygen-rich blood away from the heart to body tissues."
  },
  "vein": {
    "simple": "Blood vessel to heart",
    "explanation": "A blood vessel that carries oxygen-poor blood back to the heart from body tissues."
  },
  "capillary": {
    "simple": "Tiny blood vessel",
    "explanation": "The smallest blood vessels where oxygen and nutrients are exchanged with body tissues."
  },
  "lymph": {
    "simple": "Clear body fluid",
    "explanation": "A clear fluid containing white blood cells that flows through the lymphatic system to fight infection."
  },
  "lymph node": {
    "simple": "Infection filter gland",
    "explanation": "Small bean-shaped organs that filter lymph fluid and produce immune cells to fight infection."
  },
  "immune system": {
    "simple": "Body defense system",
    "explanation": "The body's defense system against infections, diseases, and foreign substances."
  },
  "antibody": {
    "simple": "Infection fighter protein",
    "explanation": "A protein produced by the immune system that identifies and neutralizes harmful substances like bacteria and viruses."
  },
  "antigen": {
    "simple": "Foreign invader",
    "explanation": "A substance that triggers an immune response, usually a foreign protein from bacteria, viruses, or other sources."
  },
  "vaccine": {
    "simple": "Disease prevention shot",
    "explanation": "A substance that stimulates the immune system to produce immunity against specific diseases without causing the disease."
  },
  "immunity": {
    "simple": "Disease resistance",
    "explanation": "The ability of the body to resist infection or disease through the immune system."
  },
  "autoimmune": {
    "simple": "Self-attacking immune system",
    "explanation": "A condition where the immune system mistakenly attacks the body's own healthy tissues."
  },
  "allergy": {
    "simple": "Overreaction to harmless substance",
    "explanation": "An immune system reaction to a substance that is usually harmless, causing symptoms like sneezing or rash."
  },
  "anaphylaxis": {
    "simple": "Severe allergic reaction",
    "explanation": "A life-threatening allergic reaction that occurs rapidly and can cause difficulty breathing and shock."
  },
  "rash": {
    "simple": "Skin irritation",
    "explanation": "An area of irritated or swollen skin that may be red, itchy, or painful."
  },
  "dermatitis": {
    "simple": "Skin inflammation",
    "explanation": "Inflammation of the skin causing redness, itching, and sometimes blistering or peeling."
  },
  "eczema": {
    "simple": "Itchy skin condition",
    "explanation": "A chronic skin condition causing dry, itchy, inflamed patches of skin."
  },
  "psoriasis": {
    "simple": "Scaly skin patches",
    "explanation": "A chronic skin condition causing red, scaly patches due to rapid skin cell growth."
  },
  "melanoma": {
    "simple": "Skin cancer",
    "explanation": "The most serious type of skin cancer that develops in pigment-producing cells."
  },
  "jaundice": {
    "simple": "Yellow skin from liver",
    "explanation": "Yellowing of skin and eyes caused by high bilirubin levels, often indicating liver problems."
  },
  "cyanosis": {
    "simple": "Blue skin from low oxygen",
    "explanation": "Bluish discoloration of skin and mucous membranes due to inadequate oxygen in the blood."
  },
  "pallor": {
    "simple": "Pale skin",
    "explanation": "Unusual paleness of the skin, often indicating anemia, shock, or poor circulation."
  },
  "flushing": {
    "simple": "Red skin from blood rush",
    "explanation": "Temporary redness of the skin caused by increased blood flow, often from heat, emotion, or fever."
  },
  "fever": {
    "simple": "High body temperature",
    "explanation": "Elevated body temperature above normal, usually indicating infection or illness."
  },
  "chills": {
    "simple": "Shivering from cold",
    "explanation": "A feeling of being cold with shivering, often accompanying fever or illness."
  },
  "nausea": {
    "simple": "Feeling sick to stomach",
    "explanation": "An uncomfortable sensation of wanting to vomit, often accompanied by stomach upset."
  },
  "vomiting": {
    "simple": "Throwing up",
    "explanation": "The forceful expulsion of stomach contents through the mouth."
  },
  "diarrhea": {
    "simple": "Loose watery stools",
    "explanation": "Frequent passage of loose, watery bowel movements, often caused by infection or digestive issues."
  },
  "constipation": {
    "simple": "Difficulty passing stool",
    "explanation": "Infrequent or difficult passage of hard, dry bowel movements."
  },
  "incontinence": {
    "simple": "Loss of bladder control",
    "explanation": "Inability to control urination or bowel movements, leading to involuntary leakage."
  },
  "hematuria": {
    "simple": "Blood in urine",
    "explanation": "The presence of blood in urine, which may indicate infection, kidney stones, or other conditions."
  },
  "hemoptysis": {
    "simple": "Coughing up blood",
    "explanation": "Coughing up blood from the lungs or airways, which requires medical evaluation."
  },
  "hematemesis": {
    "simple": "Vomiting blood",
    "explanation": "Vomiting blood, which may indicate bleeding in the upper digestive tract."
  },
  "melena": {
    "simple": "Black tarry stool",
    "explanation": "Dark, tar-like stools caused by digested blood, indicating bleeding in the upper digestive system."
  },
  "ascites": {
    "simple": "Fluid in belly",
    "explanation": "Abnormal accumulation of fluid in the abdominal cavity, often due to liver disease or cancer."
  },
  "pleural effusion": {
    "simple": "Fluid around lungs",
    "explanation": "Excess fluid buildup between the layers of tissue lining the lungs and chest cavity."
  },
  "pericardial effusion": {
    "simple": "Fluid around heart",
    "explanation": "Abnormal accumulation of fluid in the sac surrounding the heart, which can affect heart function."
  },
  "tachypnea": {
    "simple": "Fast breathing",
    "explanation": "Abnormally rapid breathing, typically more than 20 breaths per minute in adults."
  },
  "bradypnea": {
    "simple": "Slow breathing",
    "explanation": "Abnormally slow breathing rate, typically fewer than 12 breaths per minute in adults."
  },
  "apnea": {
    "simple": "Stopped breathing",
    "explanation": "Temporary cessation of breathing, especially during sleep."
  },
  "hypercapnia": {
    "simple": "High carbon dioxide in blood",
    "explanation": "Abnormally elevated levels of carbon dioxide in the blood."
  },
  "hypocapnia": {
    "simple": "Low carbon dioxide in blood",
    "explanation": "Abnormally low levels of carbon dioxide in the blood, often from hyperventilation."
  },
  "respiratory distress": {
    "simple": "Severe breathing difficulty",
    "explanation": "Difficulty breathing that may indicate the lungs are not working properly."
  },
  "respiratory failure": {
    "simple": "Lungs not working",
    "explanation": "A condition where the lungs cannot adequately exchange oxygen and carbon dioxide."
  },
  "acute respiratory distress syndrome": {
    "simple": "Severe lung failure",
    "explanation": "A life-threatening condition where fluid builds up in the lungs, preventing adequate oxygenation."
  },
  "ards": {
    "simple": "Sudden severe lung failure",
    "explanation": "Rapid onset of widespread inflammation in the lungs causing severe breathing problems."
  },
  "pleural": {
    "simple": "Lung lining-related",
    "explanation": "Related to the thin membrane covering the lungs and lining the chest cavity."
  },
  "pleurisy": {
    "simple": "Inflamed lung lining",
    "explanation": "Inflammation of the pleura causing sharp chest pain that worsens with breathing."
  },
  "pneumothorax": {
    "simple": "Collapsed lung",
    "explanation": "Air in the space between the lung and chest wall, causing partial or complete lung collapse."
  },
  "hemothorax": {
    "simple": "Blood in chest cavity",
    "explanation": "Accumulation of blood in the space between the chest wall and lung."
  },
  "empyema": {
    "simple": "Pus in chest cavity",
    "explanation": "Collection of pus in the space between the lung and chest wall, usually from infection."
  },
  "atelectasis": {
    "simple": "Lung collapse",
    "explanation": "Partial or complete collapse of a lung or section of lung due to deflation of air sacs."
  },
  "bronchospasm": {
    "simple": "Airway muscle tightening",
    "explanation": "Sudden constriction of the muscles in the walls of the bronchi, causing difficulty breathing."
  },
  "bronchitis": {
    "simple": "Inflamed airways",
    "explanation": "Inflammation of the bronchial tubes that carry air to and from the lungs."
  },
  "emphysema": {
    "simple": "Damaged lung air sacs",
    "explanation": "A lung condition causing shortness of breath due to damaged air sacs in the lungs."
  },
  "pulmonary fibrosis": {
    "simple": "Lung scarring",
    "explanation": "A lung disease where tissue becomes scarred and thick, making breathing difficult."
  },
  "pulmonary hypertension": {
    "simple": "High lung artery pressure",
    "explanation": "High blood pressure in the arteries of the lungs, making the heart work harder."
  },
  "cor pulmonale": {
    "simple": "Right heart failure from lung disease",
    "explanation": "Enlargement and failure of the right side of the heart due to lung disease."
  },
  "cardiomyopathy": {
    "simple": "Heart muscle disease",
    "explanation": "Disease of the heart muscle making it harder for the heart to pump blood."
  },
  "dilated cardiomyopathy": {
    "simple": "Enlarged weak heart",
    "explanation": "The heart becomes enlarged and cannot pump blood efficiently."
  },
  "hypertrophic cardiomyopathy": {
    "simple": "Thickened heart muscle",
    "explanation": "Abnormal thickening of the heart muscle, especially the ventricles."
  },
  "restrictive cardiomyopathy": {
    "simple": "Stiff heart muscle",
    "explanation": "The heart muscle becomes rigid and less elastic, reducing filling capacity."
  },
  "myocarditis": {
    "simple": "Heart muscle inflammation",
    "explanation": "Inflammation of the heart muscle, often caused by viral infection."
  },
  "endocarditis": {
    "simple": "Heart lining infection",
    "explanation": "Infection of the inner lining of the heart chambers and valves."
  },
  "pericarditis": {
    "simple": "Heart sac inflammation",
    "explanation": "Inflammation of the pericardium, the sac-like covering around the heart."
  },
  "cardiac tamponade": {
    "simple": "Fluid crushing heart",
    "explanation": "Serious condition where fluid in the pericardium compresses the heart, preventing proper function."
  },
  "angina": {
    "simple": "Chest pain from heart",
    "explanation": "Chest pain or discomfort caused by reduced blood flow to the heart muscle."
  },
  "angina pectoris": {
    "simple": "Heart-related chest pain",
    "explanation": "Chest pain occurring when the heart muscle doesn't get enough oxygen-rich blood."
  },
  "unstable angina": {
    "simple": "Unpredictable heart pain",
    "explanation": "Chest pain that occurs unpredictably and may signal an impending heart attack."
  },
  "coronary artery disease": {
    "simple": "Heart artery blockage disease",
    "explanation": "Narrowing or blockage of the coronary arteries, usually caused by plaque buildup."
  },
  "cad": {
    "simple": "Heart artery disease",
    "explanation": "Disease of the arteries that supply blood to the heart muscle."
  },
  "atherosclerosis": {
    "simple": "Artery plaque buildup",
    "explanation": "Buildup of fats and cholesterol in and on artery walls, restricting blood flow."
  },
  "arteriosclerosis": {
    "simple": "Artery hardening",
    "explanation": "Thickening and hardening of artery walls, reducing elasticity."
  },
  "stenosis": {
    "simple": "Abnormal narrowing",
    "explanation": "Abnormal narrowing of a body passage or opening, such as a blood vessel or valve."
  },
  "aortic stenosis": {
    "simple": "Narrowed aortic valve",
    "explanation": "Narrowing of the aortic valve opening, restricting blood flow from the heart."
  },
  "mitral stenosis": {
    "simple": "Narrowed mitral valve",
    "explanation": "Narrowing of the mitral valve between the left atrium and ventricle."
  },
  "regurgitation": {
    "simple": "Backward blood flow",
    "explanation": "Abnormal backward flow of blood through a heart valve that doesn't close properly."
  },
  "aortic regurgitation": {
    "simple": "Leaky aortic valve",
    "explanation": "Condition where the aortic valve doesn't close tightly, allowing blood to leak backward."
  },
  "mitral regurgitation": {
    "simple": "Leaky mitral valve",
    "explanation": "Condition where the mitral valve doesn't close properly, causing blood to flow backward."
  },
  "valvular heart disease": {
    "simple": "Heart valve problem",
    "explanation": "Any disease affecting one or more of the four valves in the heart."
  },
  "ventricular hypertrophy": {
    "simple": "Thickened heart chamber",
    "explanation": "Abnormal enlargement and thickening of the walls of the heart's ventricles."
  },
  "left ventricular hypertrophy": {
    "simple": "Thickened left heart chamber",
    "explanation": "Enlargement and thickening of the walls of the heart's main pumping chamber."
  },
  "right ventricular hypertrophy": {
    "simple": "Thickened right heart chamber",
    "explanation": "Enlargement of the right ventricle, often due to lung disease or valve problems."
  },
  "ventricular tachycardia": {
    "simple": "Dangerously fast heart rhythm",
    "explanation": "A rapid heart rhythm originating in the ventricles that can be life-threatening."
  },
  "supraventricular tachycardia": {
    "simple": "Fast upper heart rhythm",
    "explanation": "Abnormally fast heart rhythm originating above the ventricles."
  },
  "ventricular fibrillation": {
    "simple": "Chaotic heart quivering",
    "explanation": "Life-threatening irregular heartbeat where ventricles quiver instead of pumping."
  },
  "heart block": {
    "simple": "Interrupted heart signals",
    "explanation": "A condition where electrical signals that control heartbeat are partially or completely blocked."
  },
  "bundle branch block": {
    "simple": "Heart signal delay",
    "explanation": "Delay or blockage of electrical impulses along the pathways that make the heart beat."
  },
  "sick sinus syndrome": {
    "simple": "Faulty heart pacemaker",
    "explanation": "A group of heart rhythm disorders where the heart's natural pacemaker doesn't work properly."
  },
  "paroxysmal": {
    "simple": "Sudden episodes",
    "explanation": "Occurring in sudden, periodic attacks or spasms."
  },
  "flutter": {
    "simple": "Rapid regular beating",
    "explanation": "Abnormally rapid but regular heartbeat, usually in the atria."
  },
  "atrial flutter": {
    "simple": "Rapid upper heart chambers",
    "explanation": "A type of abnormal heart rhythm where the atria beat very fast but regularly."
  },
  "premature ventricular contraction": {
    "simple": "Extra heartbeat",
    "explanation": "An early, extra heartbeat originating in the ventricles."
  },
  "pvc": {
    "simple": "Skipped heartbeat",
    "explanation": "An irregular extra heartbeat that disrupts the regular heart rhythm."
  },
  "palpitations": {
    "simple": "Feeling heartbeat",
    "explanation": "Sensations of a rapid, fluttering, or pounding heartbeat."
  },
  "murmur": {
    "simple": "Abnormal heart sound",
    "explanation": "An unusual sound heard during a heartbeat, often indicating turbulent blood flow."
  },
  "bruit": {
    "simple": "Abnormal blood flow sound",
    "explanation": "An abnormal sound heard over a blood vessel, indicating turbulent flow."
  },
  "peripheral artery disease": {
    "simple": "Leg artery blockage",
    "explanation": "Narrowing of arteries in the limbs, usually the legs, reducing blood flow."
  },
  "pad": {
    "simple": "Limb circulation disease",
    "explanation": "Blocked or narrowed arteries in the legs or arms causing poor circulation."
  },
  "claudication": {
    "simple": "Pain from walking",
    "explanation": "Leg pain or cramping during walking due to inadequate blood flow to muscles."
  },
  "varicose veins": {
    "simple": "Enlarged twisted veins",
    "explanation": "Enlarged, twisted veins, usually in the legs, caused by weakened vein walls and valves."
  },
  "venous insufficiency": {
    "simple": "Poor vein blood return",
    "explanation": "Condition where veins have difficulty sending blood from limbs back to the heart."
  },
  "phlebitis": {
    "simple": "Vein inflammation",
    "explanation": "Inflammation of a vein, usually in the legs, often with clot formation."
  },
  "thrombophlebitis": {
    "simple": "Vein inflammation with clot",
    "explanation": "Inflammation of a vein with formation of a blood clot."
  },
  "cerebral infarction": {
    "simple": "Brain tissue death",
    "explanation": "Death of brain tissue due to lack of blood supply, a type of stroke."
  },
  "ischemic stroke": {
    "simple": "Stroke from blockage",
    "explanation": "Stroke caused by a blood clot blocking blood flow to part of the brain."
  },
  "hemorrhagic stroke": {
    "simple": "Stroke from bleeding",
    "explanation": "Stroke caused by bleeding in or around the brain from a ruptured blood vessel."
  },
  "transient ischemic attack": {
    "simple": "Mini stroke",
    "explanation": "Temporary blockage of blood flow to the brain causing stroke-like symptoms that resolve quickly."
  },
  "tia": {
    "simple": "Brief stroke warning",
    "explanation": "A temporary stroke that lasts only a few minutes with no permanent damage."
  },
  "cerebral edema": {
    "simple": "Brain swelling",
    "explanation": "Excess accumulation of fluid in the brain causing increased pressure."
  },
  "intracranial pressure": {
    "simple": "Pressure inside skull",
    "explanation": "The pressure inside the skull, which can increase dangerously with swelling or bleeding."
  },
  "icp": {
    "simple": "Brain pressure",
    "explanation": "Pressure of the cerebrospinal fluid inside the skull."
  },
  "hydrocephalus": {
    "simple": "Fluid on the brain",
    "explanation": "Abnormal buildup of cerebrospinal fluid in the brain's ventricles."
  },
  "meningitis": {
    "simple": "Brain lining infection",
    "explanation": "Inflammation of the membranes covering the brain and spinal cord, usually from infection."
  },
  "encephalitis": {
    "simple": "Brain inflammation",
    "explanation": "Inflammation of the brain tissue, usually caused by viral infection."
  },
  "subdural hematoma": {
    "simple": "Blood below skull",
    "explanation": "Collection of blood between the brain and its outermost covering."
  },
  "epidural hematoma": {
    "simple": "Blood above brain lining",
    "explanation": "Collection of blood between the skull and the outer membrane covering the brain."
  },
  "subarachnoid hemorrhage": {
    "simple": "Bleeding around brain",
    "explanation": "Bleeding in the space between the brain and the tissues covering it."
  },
  "aneurysm": {
    "simple": "Blood vessel bulge",
    "explanation": "A bulge or ballooning in a blood vessel wall that can rupture and cause bleeding."
  },
  "cerebral aneurysm": {
    "simple": "Brain artery bulge",
    "explanation": "A weakened, bulging area in the wall of an artery in the brain."
  },
  "aortic aneurysm": {
    "simple": "Main artery bulge",
    "explanation": "A bulge in the wall of the aorta, the main artery carrying blood from the heart."
  },
  "dissection": {
    "simple": "Artery wall tear",
    "explanation": "A tear in the inner layer of an artery allowing blood to flow between the layers."
  },
  "aortic dissection": {
    "simple": "Main artery tear",
    "explanation": "A serious condition where the inner layer of the aorta tears, allowing blood to split the artery layers."
  },
  "dementia": {
    "simple": "Memory and thinking decline",
    "explanation": "Progressive decline in cognitive function affecting memory, thinking, and behavior."
  },
  "alzheimer's disease": {
    "simple": "Progressive memory loss disease",
    "explanation": "The most common form of dementia causing progressive memory loss and cognitive decline."
  },
  "vascular dementia": {
    "simple": "Stroke-related memory loss",
    "explanation": "Decline in thinking skills caused by reduced blood flow to the brain."
  },
  "parkinson's disease": {
    "simple": "Movement disorder",
    "explanation": "A progressive nervous system disorder affecting movement, causing tremors and stiffness."
  },
  "multiple sclerosis": {
    "simple": "Nerve coating disease",
    "explanation": "A disease where the immune system attacks the protective covering of nerves."
  },
  "ms": {
    "simple": "Brain and spine nerve disease",
    "explanation": "Chronic disease affecting the central nervous system, causing varied symptoms."
  },
  "amyotrophic lateral sclerosis": {
    "simple": "Motor nerve disease",
    "explanation": "A progressive disease that affects nerve cells controlling voluntary muscles."
  },
  "als": {
    "simple": "Muscle control loss disease",
    "explanation": "Progressive nervous system disease causing loss of muscle control."
  },
  "guillain-barre syndrome": {
    "simple": "Nerve damage from immune attack",
    "explanation": "A rare disorder where the immune system attacks the nerves, causing weakness."
  },
  "bell's palsy": {
    "simple": "Facial paralysis",
    "explanation": "Sudden weakness or paralysis of facial muscles, usually on one side."
  },
  "trigeminal neuralgia": {
    "simple": "Face nerve pain",
    "explanation": "A chronic pain condition affecting the trigeminal nerve, causing severe facial pain."
  },
  "sciatica": {
    "simple": "Leg nerve pain",
    "explanation": "Pain radiating along the sciatic nerve from the lower back down the leg."
  },
  "radiculopathy": {
    "simple": "Pinched nerve root",
    "explanation": "A condition where a nerve root is compressed, causing pain, numbness, or weakness."
  },
  "myelopathy": {
    "simple": "Spinal cord damage",
    "explanation": "Injury or disease affecting the spinal cord, causing neurological symptoms."
  },
  "stenosis of spine": {
    "simple": "Narrowed spinal canal",
    "explanation": "Narrowing of the spaces in the spine, putting pressure on nerves."
  },
  "spinal stenosis": {
    "simple": "Compressed spinal nerves",
    "explanation": "Narrowing of the spinal canal that can compress the spinal cord and nerves."
  },
  "herniated disc": {
    "simple": "Slipped disc",
    "explanation": "A problem with a cushion between the bones of the spine where the soft center pushes out."
  },
  "degenerative disc disease": {
    "simple": "Worn spinal discs",
    "explanation": "Age-related wear and tear on the spinal discs causing pain and discomfort."
  },
  "spondylosis": {
    "simple": "Spine arthritis",
    "explanation": "Age-related wear and tear affecting the spinal discs and vertebrae."
  },
  "spondylolisthesis": {
    "simple": "Slipped vertebra",
    "explanation": "A condition where one vertebra slips forward over the one below it."
  },
  "scoliosis": {
    "simple": "Curved spine",
    "explanation": "Abnormal sideways curvature of the spine."
  },
  "kyphosis": {
    "simple": "Rounded upper back",
    "explanation": "Excessive forward rounding of the upper back."
  },
  "lordosis": {
    "simple": "Swayback",
    "explanation": "Excessive inward curve of the spine, usually in the lower back."
  },
  "osteomyelitis": {
    "simple": "Bone infection",
    "explanation": "An infection in a bone, usually caused by bacteria."
  },
  "osteoporosis": {
    "simple": "Brittle bone disease",
    "explanation": "A condition where bones become weak and brittle, increasing fracture risk."
  },
  "osteopenia": {
    "simple": "Low bone density",
    "explanation": "Lower than normal bone density that may progress to osteoporosis."
  },
  "osteophyte": {
    "simple": "Bone spur",
    "explanation": "A bony growth or projection that forms along joint margins in arthritis."
  },
  "gout": {
    "simple": "Uric acid arthritis",
    "explanation": "A form of arthritis characterized by sudden, severe attacks caused by uric acid crystals."
  },
  "bursitis": {
    "simple": "Inflamed cushioning sac",
    "explanation": "Inflammation of the fluid-filled sacs that cushion bones, tendons, and muscles near joints."
  },
  "tendonitis": {
    "simple": "Inflamed tendon",
    "explanation": "Inflammation or irritation of a tendon, causing pain and tenderness."
  },
  "tendinopathy": {
    "simple": "Tendon damage",
    "explanation": "Disease of a tendon causing pain, swelling, and impaired function."
  },
  "carpal tunnel syndrome": {
    "simple": "Wrist nerve compression",
    "explanation": "Numbness and tingling in the hand caused by pressure on the median nerve in the wrist."
  },
  "rotator cuff tear": {
    "simple": "Shoulder muscle tear",
    "explanation": "A tear in the group of muscles and tendons that stabilize the shoulder."
  },
  "meniscus tear": {
    "simple": "Knee cartilage tear",
    "explanation": "A tear in the cartilage cushioning the knee joint, often from twisting."
  },
  "anterior cruciate ligament tear": {
    "simple": "Knee ligament tear",
    "explanation": "Tear of the ACL, one of the major ligaments stabilizing the knee joint."
  },
  "acl tear": {
    "simple": "Major knee ligament injury",
    "explanation": "Injury to the ligament in the center of the knee that controls rotation and forward movement."
  },
  "sprain": {
    "simple": "Stretched ligament",
    "explanation": "Stretching or tearing of ligaments, the tough bands connecting bones at a joint."
  },
  "strain": {
    "simple": "Stretched muscle",
    "explanation": "Stretching or tearing of muscle or tendon, often called a pulled muscle."
  },
  "dislocation": {
    "simple": "Joint out of place",
    "explanation": "An injury where bones in a joint are forced out of their normal positions."
  },
  "subluxation": {
    "simple": "Partial dislocation",
    "explanation": "Partial dislocation where the joint is misaligned but bones still touch."
  },
  "avulsion fracture": {
    "simple": "Bone fragment pulled off",
    "explanation": "A fracture where a piece of bone is pulled away by a tendon or ligament."
  },
  "comminuted fracture": {
    "simple": "Shattered bone",
    "explanation": "A fracture where the bone is broken into three or more pieces."
  },
  "compound fracture": {
    "simple": "Bone through skin",
    "explanation": "A fracture where the broken bone pierces through the skin."
  },
  "open fracture": {
    "simple": "Exposed broken bone",
    "explanation": "A fracture where the bone breaks through the skin, increasing infection risk."
  },
  "closed fracture": {
    "simple": "Broken bone under skin",
    "explanation": "A fracture where the bone is broken but doesn't pierce the skin."
  },
  "greenstick fracture": {
    "simple": "Bent broken bone",
    "explanation": "An incomplete fracture where the bone bends and cracks, common in children."
  },
  "stress fracture": {
    "simple": "Tiny crack from overuse",
    "explanation": "A small crack in a bone caused by repeated stress or overuse."
  },
  "pathological fracture": {
    "simple": "Break from weak bone",
    "explanation": "A fracture occurring in bone weakened by disease, not from trauma."
  },
  "hyperglycemia": {
    "simple": "High blood sugar",
    "explanation": "A condition where blood glucose levels are higher than normal, often a sign of diabetes."
  },
  "hypoglycemia": {
    "simple": "Low blood sugar",
    "explanation": "A condition where blood sugar drops below normal levels, causing shakiness, confusion, and sweating."
  },
  "metabolic syndrome": {
    "simple": "Cluster of risk factors",
    "explanation": "A group of conditions including high blood pressure, high blood sugar, and obesity that increase heart disease risk."
  },
  "cushing's syndrome": {
    "simple": "High cortisol disorder",
    "explanation": "A hormonal disorder caused by prolonged exposure to high levels of cortisol."
  },
  "addison's disease": {
    "simple": "Low adrenal hormone disease",
    "explanation": "A disorder where the adrenal glands don't produce enough cortisol and aldosterone."
  },
  "panhypopituitarism": {
    "simple": "Low pituitary hormones",
    "explanation": "A condition where the pituitary gland fails to produce most or all of its hormones."
  },
  "polycystic ovary syndrome": {
    "simple": "Hormonal imbalance in women",
    "explanation": "A condition where the ovaries produce excess male hormones, leading to irregular periods and cysts."
  },
  "endometriosis": {
    "simple": "Uterine tissue outside uterus",
    "explanation": "A condition where tissue similar to the uterus lining grows outside the uterus, causing pain and infertility."
  },
  "fibroids": {
    "simple": "Uterine muscle growths",
    "explanation": "Non-cancerous growths in the uterus that can cause heavy periods and pelvic pain."
  },
  "pelvic inflammatory disease": {
    "simple": "Reproductive organ infection",
    "explanation": "Infection of the female reproductive organs, often caused by sexually transmitted bacteria."
  },
  "benign prostatic hyperplasia": {
    "simple": "Enlarged prostate",
    "explanation": "Non-cancerous enlargement of the prostate gland causing urinary problems in men."
  },
  "prostatitis": {
    "simple": "Prostate inflammation",
    "explanation": "Inflammation or infection of the prostate gland causing pelvic pain and urinary difficulty."
  },
  "urinary retention": {
    "simple": "Inability to urinate",
    "explanation": "Inability to completely empty the bladder, often due to obstruction or nerve problems."
  },
  "nephrolithiasis": {
    "simple": "Kidney stones",
    "explanation": "Formation of hard deposits made of minerals and salts in the kidneys."
  },
  "ureterolithiasis": {
    "simple": "Stone in ureter",
    "explanation": "Presence of a stone in the ureter, causing severe flank pain."
  },
  "septic shock": {
    "simple": "Severe infection shock",
    "explanation": "A life-threatening drop in blood pressure due to severe infection spreading throughout the body."
  },
  "anaphylactic shock": {
    "simple": "Severe allergic collapse",
    "explanation": "A sudden, life-threatening allergic reaction that causes a drop in blood pressure and airway narrowing."
  },
  "hypovolemic shock": {
    "simple": "Low blood volume shock",
    "explanation": "A life-threatening condition caused by major fluid or blood loss."
  },
  "cardiogenic shock": {
    "simple": "Heart pump failure shock",
    "explanation": "A condition where the heart cannot pump enough blood to meet the body's needs."
  },
  "neurogenic shock": {
    "simple": "Nerve-related shock",
    "explanation": "A type of shock resulting from spinal cord injury or damage to the nervous system."
  },
  "septicemia": {
    "simple": "Blood poisoning",
    "explanation": "Presence of bacteria in the blood, often leading to sepsis."
  },
  "menorrhagia": {
    "simple": "Heavy menstrual bleeding",
    "explanation": "Excessive or prolonged menstrual bleeding that interferes with daily life."
  },
  "amenorrhea": {
    "simple": "No menstruation",
    "explanation": "Absence of menstrual periods in women of reproductive age."
  },
  "dysmenorrhea": {
    "simple": "Painful periods",
    "explanation": "Menstrual cramps and pain during menstruation."
  },
  "infertility": {
    "simple": "Inability to conceive",
    "explanation": "Failure to become pregnant after one year of unprotected intercourse."
  },
  "impotence": {
    "simple": "Erectile dysfunction",
    "explanation": "Inability to achieve or maintain an erection suitable for sexual activity."
  },
  "sexually transmitted infection": {
    "simple": "Infection from sexual contact",
    "explanation": "Diseases transmitted through sexual activity, such as HIV, chlamydia, and gonorrhea."
  },
  "hiv": {
    "simple": "Immune deficiency virus",
    "explanation": "A virus that attacks the immune system and can lead to AIDS if untreated."
  },
  "aids": {
    "simple": "Advanced immune failure",
    "explanation": "The most severe stage of HIV infection where the immune system is severely weakened."
  },
  "malaria": {
    "simple": "Mosquito-borne fever",
    "explanation": "An infectious disease caused by parasites transmitted through mosquito bites, causing fever and chills."
  },
  "typhoid fever": {
    "simple": "Salmonella infection",
    "explanation": "A bacterial infection spread through contaminated food or water, causing high fever and abdominal pain."
  },
  "hepatitis b": {
    "simple": "Liver infection virus B",
    "explanation": "A viral infection that attacks the liver and can become chronic, leading to liver damage."
  },
  "hepatitis c": {
    "simple": "Liver infection virus C",
    "explanation": "A liver infection spread through blood, often leading to chronic liver disease."
  },
  "covid-19": {
    "simple": "Coronavirus infection",
    "explanation": "A respiratory illness caused by the SARS-CoV-2 virus, leading to fever, cough, and breathing difficulty."
  },
  "influenza": {
    "simple": "Flu virus",
    "explanation": "A contagious respiratory infection causing fever, cough, sore throat, and body aches."
  },
  "depression": {
    "simple": "Persistent sadness",
    "explanation": "A mood disorder causing persistent feelings of sadness, loss of interest, and fatigue."
  },
  "anxiety": {
    "simple": "Excessive worry",
    "explanation": "A mental health condition involving persistent fear, worry, or nervousness."
  },
  "panic attack": {
    "simple": "Sudden intense fear episode",
    "explanation": "A sudden episode of extreme fear or discomfort with symptoms like heart palpitations and shortness of breath."
  },
  "schizophrenia": {
    "simple": "Mental disorder with delusions",
    "explanation": "A severe mental disorder affecting thinking, emotions, and behavior, often causing hallucinations."
  },
  "bipolar disorder": {
    "simple": "Mood swing disorder",
    "explanation": "A mental disorder causing extreme mood changes from manic highs to depressive lows."
  },
  "ptsd": {
    "simple": "Trauma-related anxiety",
    "explanation": "A disorder that develops after experiencing or witnessing a traumatic event."
  },
  "ocd": {
    "simple": "Repetitive thought disorder",
    "explanation": "Obsessive-compulsive disorder, involving intrusive thoughts and repetitive behaviors."
  },
  "autism spectrum disorder": {
    "simple": "Developmental communication disorder",
    "explanation": "A neurodevelopmental condition affecting communication, behavior, and social interaction."
  },
  "adhd": {
    "simple": "Attention deficit disorder",
    "explanation": "A condition characterized by inattention, hyperactivity, and impulsiveness."
  },
  "coma": {
    "simple": "Unconscious state",
    "explanation": "A prolonged state of deep unconsciousness caused by severe injury or illness."
  },
  "shock": {
    "simple": "Circulatory failure",
    "explanation": "A critical condition where blood flow is insufficient to meet body needs."
  },
  "trauma": {
    "simple": "Severe physical injury",
    "explanation": "Serious bodily injury caused by accident or violence."
  },
  "burn": {
    "simple": "Skin damage from heat",
    "explanation": "Tissue damage caused by heat, chemicals, electricity, or radiation."
  },
  "frostbite": {
    "simple": "Skin freezing injury",
    "explanation": "Injury caused by freezing of skin and underlying tissues due to cold exposure."
  },
  "poisoning": {
    "simple": "Toxin exposure",
    "explanation": "Harmful effects caused by ingestion, inhalation, or absorption of toxic substances."
  },
  "overdose": {
    "simple": "Too much drug intake",
    "explanation": "Taking more than the recommended amount of a drug, causing toxic effects."
  },
  "heatstroke": {
    "simple": "Body overheating",
    "explanation": "A life-threatening condition where body temperature rises dangerously high due to heat exposure."
  },
  "hypothermia": {
    "simple": "Low body temperature",
    "explanation": "A dangerous drop in body temperature below 95°F (35°C)."
  },
  "cyanide poisoning": {
    "simple": "Toxic chemical poisoning",
    "explanation": "A potentially fatal condition caused by exposure to cyanide, preventing cells from using oxygen."
  },
  "snakebite": {
    "simple": "Venomous bite injury",
    "explanation": "An injury caused by snake venom injection, leading to pain, swelling, or systemic effects."
  },
  "acute": {
    "simple": "Sudden, severe onset",
    "explanation": "A condition with a rapid onset, a short course, and often severe symptoms."
  },
  "chronic": {
    "simple": "Long-term, ongoing",
    "explanation": "A persistent or long-lasting condition, often lasting three months or more."
  },
  "etiology": {
    "simple": "Cause of disease",
    "explanation": "The cause, set of causes, or manner of causation of a disease or condition."
  },
  "idiopathic": {
    "simple": "Unknown cause",
    "explanation": "Refers to a disease or condition that arises spontaneously or for which the cause is not known."
  },
  "prophylaxis": {
    "simple": "Disease prevention",
    "explanation": "Action taken to prevent disease, typically by means of a vaccine or medicine."
  },
  "refractory": {
    "simple": "Not responding to treatment",
    "explanation": "A condition or disease that resists treatment or is difficult to manage."
  },
  "palliative": {
    "simple": "Symptom relief only",
    "explanation": "Medical care focused on providing relief from the symptoms and stress of a serious illness."
  },
  "hospice": {
    "simple": "End-of-life care",
    "explanation": "A type of care that focuses on comfort and quality of life for people with a life-limiting illness."
  },
  "comorbidity": {
    "simple": "Coexisting health issues",
    "explanation": "The presence of two or more disorders or diseases in the same person at the same time."
  },
  "iatrogenic": {
    "simple": "Caused by medical treatment",
    "explanation": "Illness or condition caused by medical examination or treatment."
  },
  "holistic": {
    "simple": "Whole person treatment",
    "explanation": "An approach to care that considers the entire person—mind, body, spirit, and social context—not just the disease."
  },
  "ataxia": {
    "simple": "Loss of coordination",
    "explanation": "Impaired coordination of movements, often seen as an unsteady gait."
  },
  "aphasia": {
    "simple": "Language loss",
    "explanation": "Loss of ability to understand or express speech, caused by brain damage."
  },
  "dysphagia": {
    "simple": "Difficulty swallowing",
    "explanation": "Trouble or discomfort in swallowing, which can be a sign of various medical issues."
  },
  "paresthesia": {
    "simple": "Pins and needles feeling",
    "explanation": "An abnormal sensation, typically tingling or prickling, caused chiefly by pressure on or damage to peripheral nerves."
  },
  "delirium": {
    "simple": "Sudden confusion state",
    "explanation": "A sudden, severe confusion and rapidly changing mental state, often temporary."
  },
  "hypoxia": {
    "simple": "Low oxygen to tissue",
    "explanation": "A state in which there is an inadequate supply of oxygen to the body's tissues."
  },
  "narcolepsy": {
    "simple": "Uncontrollable sleepiness",
    "explanation": "A chronic neurological disorder that affects the brain's ability to control sleep-wake cycles."
  },
  "cataplexy": {
    "simple": "Sudden muscle weakness",
    "explanation": "A sudden, brief loss of voluntary muscle control, often triggered by strong emotions."
  },
  "insomnia": {
    "simple": "Trouble sleeping",
    "explanation": "A common sleep disorder characterized by difficulty falling or staying asleep."
  },
  "exacerbation": {
    "simple": "Worsening of symptoms",
    "explanation": "A worsening of an acute or chronic disease, often used for conditions like asthma or COPD."
  },
  "rhinitis": {
    "simple": "Runny nose",
    "explanation": "Inflammation of the mucous membrane of the nose, often caused by a cold or allergy."
  },
  "sinusitis": {
    "simple": "Sinus infection",
    "explanation": "Inflammation or swelling of the tissue lining the sinuses, often causing facial pain and congestion."
  },
  "ischemia": {
    "simple": "Reduced blood flow",
    "explanation": "An inadequate blood supply to an organ or part of the body, especially the heart muscles."
  },
  "infarction": {
    "simple": "Tissue death from blockage",
    "explanation": "The obstruction of the blood supply to an organ or region of tissue, typically by a thrombus or embolus, causing local death of the tissue."
  },
  "hypertensive crisis": {
    "simple": "Dangerous high blood pressure",
    "explanation": "A severe increase in blood pressure that can lead to a stroke or other life-threatening complications."
  },
  "cholelithiasis": {
    "simple": "Gallstones",
    "explanation": "The formation of stones (calculi) in the gallbladder."
  },
  "diverticulitis": {
    "simple": "Colon pouch inflammation",
    "explanation": "Inflammation or infection of small pouches (diverticula) that can form in the lining of the large intestine."
  },
  "colitis": {
    "simple": "Colon inflammation",
    "explanation": "Inflammation of the lining of the colon (large intestine)."
  },
  "nephritis": {
    "simple": "Kidney inflammation",
    "explanation": "Inflammation of the kidneys, often caused by infection or autoimmune disease."
  },
  "polydipsia": {
    "simple": "Excessive thirst",
    "explanation": "Abnormally great thirst as a symptom of disease (such as diabetes)."
  },
  "polyuria": {
    "simple": "Excessive urination",
    "explanation": "The passing of abnormally large amounts of urine."
  },
  "polyphagia": {
    "simple": "Excessive hunger",
    "explanation": "Excessive eating or a craving for food, often associated with diabetes."
  },
  "luxation": {
    "simple": "Complete dislocation",
    "explanation": "A complete dislocation of a joint, where the bone is fully separated from the joint socket."
  },
  "tenosynovitis": {
    "simple": "Tendon sheath inflammation",
    "explanation": "Inflammation of the lining of the sheath that surrounds a tendon."
  },
  "myalgia": {
    "simple": "Muscle pain",
    "explanation": "Pain in a muscle or group of muscles."
  },
  "fibromyalgia": {
    "simple": "Widespread muscle pain syndrome",
    "explanation": "A chronic disorder characterized by widespread musculoskeletal pain, fatigue, and tenderness."
  },
  "leukemia": {
    "simple": "Blood cancer",
    "explanation": "A cancer of the blood-forming tissues, including the bone marrow and lymphatic system."
  },
  "lymphoma": {
    "simple": "Lymph gland cancer",
    "explanation": "Cancer that begins in infection-fighting cells of the immune system, called lymphocytes."
  },
  "thrombocytopenia": {
    "simple": "Low platelets",
    "explanation": "A condition characterized by an abnormally low number of platelets (thrombocytes) in the blood."
  },
  "leukocytosis": {
    "simple": "High white blood cells",
    "explanation": "An increase in the number of white blood cells (leukocytes) in the blood, often indicating infection."
  },
  "neutropenia": {
    "simple": "Low infection-fighting cells",
    "explanation": "An abnormally low count of neutrophils, a type of white blood cell essential for fighting off infections."
  },
  "tinnitus": {
    "simple": "Ringing in ears",
    "explanation": "Perception of noise or ringing in the ears when no external sound is present."
  },
  "presbyopia": {
    "simple": "Age-related farsightedness",
    "explanation": "Gradual loss of the eyes' ability to focus on nearby objects, typically occurring with age."
  },
  "glaucoma": {
    "simple": "Eye pressure damage",
    "explanation": "A group of eye conditions that damage the optic nerve, often caused by abnormally high pressure in the eye."
  },
  "cataract": {
    "simple": "Cloudy eye lens",
    "explanation": "Clouding of the normally clear lens of the eye, leading to blurry vision."
  },
  "macular degeneration": {
    "simple": "Central vision loss",
    "explanation": "Age-related damage to the macula causing loss of central vision."
  },
  "retinopathy": {
    "simple": "Retina damage",
    "explanation": "Disease of the retina that may result in vision impairment or blindness."
  },
  "diabetic retinopathy": {
    "simple": "Diabetes eye damage",
    "explanation": "A diabetes complication that affects eyes, caused by damage to blood vessels of the retina."
  },
  "conjunctivitis": {
    "simple": "Pink eye",
    "explanation": "Inflammation or infection of the membrane covering the eye and inner eyelids."
  },
  "otitis media": {
    "simple": "Middle ear infection",
    "explanation": "Infection or inflammation of the middle ear, common in children."
  },
  "otitis externa": {
    "simple": "Outer ear infection",
    "explanation": "Infection of the outer ear canal, often due to moisture or bacteria ('swimmer’s ear')."
  },
  "mastoiditis": {
    "simple": "Skull bone infection behind ear",
    "explanation": "Infection of the mastoid bone located behind the ear, often following ear infections."
  },
  "laryngitis": {
    "simple": "Voice box inflammation",
    "explanation": "Inflammation of the larynx causing hoarseness or loss of voice."
  },
  "pharyngitis": {
    "simple": "Sore throat",
    "explanation": "Inflammation of the throat causing pain, redness, and difficulty swallowing."
  },
  "tonsillitis": {
    "simple": "Inflamed tonsils",
    "explanation": "Infection or inflammation of the tonsils causing sore throat and fever."
  },
  "epiglottitis": {
    "simple": "Swollen airway flap",
    "explanation": "Inflammation of the epiglottis, the flap covering the windpipe, which can block airflow."
  },
  "tracheitis": {
    "simple": "Windpipe infection",
    "explanation": "Bacterial infection of the trachea causing cough and breathing difficulty."
  },
  "croup": {
    "simple": "Barking cough illness",
    "explanation": "A respiratory condition causing a distinctive barking cough, usually in young children."
  },
  "pertussis": {
    "simple": "Whooping cough",
    "explanation": "A highly contagious respiratory disease causing severe coughing fits with a whooping sound."
  },
  "tuberculosis": {
    "simple": "TB lung infection",
    "explanation": "A potentially serious infectious disease that mainly affects the lungs."
  },
  "sarcoidosis": {
    "simple": "Inflammatory cell clumps",
    "explanation": "A disease where clusters of inflammatory cells form in various organs, commonly the lungs and lymph nodes."
  },
  "mesothelioma": {
    "simple": "Asbestos-related cancer",
    "explanation": "A rare cancer affecting the lining of the lungs or abdomen, often linked to asbestos exposure."
  },
  "chylothorax": {
    "simple": "Lymph fluid in chest",
    "explanation": "Accumulation of lymphatic fluid in the pleural space around the lungs."
  },
  "bronchiectasis": {
    "simple": "Damaged airways",
    "explanation": "Permanent enlargement of parts of the airways due to chronic infection or inflammation."
  },
  "interstitial lung disease": {
    "simple": "Lung tissue scarring",
    "explanation": "A group of disorders causing progressive scarring of lung tissue."
  },
  "cardiac arrest": {
    "simple": "Heart stopped beating",
    "explanation": "Sudden loss of heart function, breathing, and consciousness."
  },
  "ventricular septal defect": {
    "simple": "Hole between heart chambers",
    "explanation": "A birth defect where there's a hole in the wall between the heart's lower chambers."
  },
  "atrial septal defect": {
    "simple": "Hole in upper heart wall",
    "explanation": "A birth defect where there's an opening in the wall between the heart's upper chambers."
  },
  "patent ductus arteriosus": {
    "simple": "Unclosed heart vessel",
    "explanation": "A heart defect where a blood vessel that should close after birth remains open."
  },
  "coarctation of the aorta": {
    "simple": "Narrowed main artery",
    "explanation": "A birth defect where part of the aorta is narrower than usual."
  },
  "tetralogy of fallot": {
    "simple": "Four heart defects",
    "explanation": "A combination of four heart defects present at birth affecting blood flow."
  },
  "raynaud's phenomenon": {
    "simple": "Finger color changes",
    "explanation": "A condition causing some areas of the body to feel numb and cold in response to cold or stress."
  },
  "rhabdomyolysis": {
    "simple": "Muscle breakdown",
    "explanation": "Breakdown of muscle tissue releasing harmful proteins into the bloodstream."
  },
  "compartment syndrome": {
    "simple": "Muscle pressure buildup",
    "explanation": "Serious condition involving increased pressure in a muscle compartment, reducing blood flow."
  },
  "gangrene": {
    "simple": "Tissue death",
    "explanation": "Death of body tissue due to lack of blood flow or bacterial infection."
  },
  "necrotizing fasciitis": {
    "simple": "Flesh-eating bacteria",
    "explanation": "A severe bacterial infection that destroys tissues under the skin."
  },
  "cellulitis": {
    "simple": "Deep skin infection",
    "explanation": "A common bacterial skin infection causing red, swollen, and painful areas."
  },
  "impetigo": {
    "simple": "Contagious skin sores",
    "explanation": "A highly contagious bacterial skin infection causing red sores that rupture and ooze."
  },
  "shingles": {
    "simple": "Painful viral rash",
    "explanation": "A viral infection causing a painful rash, caused by reactivation of chickenpox virus."
  },
  "herpes zoster": {
    "simple": "Shingles virus",
    "explanation": "The virus that causes shingles, resulting in a painful blistering rash."
  },
  "varicella": {
    "simple": "Chickenpox",
    "explanation": "A highly contagious viral infection causing an itchy, blister-like rash."
  },
  "measles": {
    "simple": "Viral red rash disease",
    "explanation": "A highly contagious viral disease causing fever and red rash all over the body."
  },
  "rubella": {
    "simple": "German measles",
    "explanation": "A contagious viral infection causing a distinctive red rash."
  },
  "mumps": {
    "simple": "Swollen salivary glands",
    "explanation": "A viral infection causing swelling of the salivary glands."
  },
  "mononucleosis": {
    "simple": "Mono kissing disease",
    "explanation": "A viral infection causing fever, sore throat, and swollen lymph glands."
  },
  "epstein-barr virus": {
    "simple": "Mono-causing virus",
    "explanation": "The virus that causes infectious mononucleosis and is linked to certain cancers."
  },
  "cytomegalovirus": {
    "simple": "Common herpes virus",
    "explanation": "A common virus that can cause serious illness in people with weakened immune systems."
  },
  "herpes simplex": {
    "simple": "Cold sore virus",
    "explanation": "A virus causing cold sores around the mouth or genital sores."
  },
  "warts": {
    "simple": "Skin growths from virus",
    "explanation": "Small, rough growths on the skin caused by human papillomavirus."
  },
  "human papillomavirus": {
    "simple": "HPV wart virus",
    "explanation": "A group of viruses that can cause warts and some cancers."
  },
  "candidiasis": {
    "simple": "Yeast infection",
    "explanation": "A fungal infection caused by Candida yeast, affecting various body parts."
  },
  "thrush": {
    "simple": "Mouth yeast infection",
    "explanation": "A fungal infection causing white patches in the mouth and throat."
  },
  "tinea": {
    "simple": "Ringworm fungus",
    "explanation": "A fungal infection of the skin causing circular, red, itchy patches."
  },
  "athlete's foot": {
    "simple": "Foot fungal infection",
    "explanation": "A fungal infection causing itchy, scaly rash between the toes."
  },
  "onychomycosis": {
    "simple": "Nail fungus",
    "explanation": "A fungal infection of the fingernails or toenails."
  },
  "alopecia": {
    "simple": "Hair loss",
    "explanation": "Loss of hair from the head or body, sometimes permanent."
  },
  "alopecia areata": {
    "simple": "Patchy hair loss",
    "explanation": "An autoimmune condition causing hair to fall out in small patches."
  },
  "vitiligo": {
    "simple": "Skin pigment loss",
    "explanation": "A condition causing loss of skin color in patches."
  },
  "acne vulgaris": {
    "simple": "Common acne",
    "explanation": "A skin condition causing pimples, blackheads, and whiteheads."
  },
  "rosacea": {
    "simple": "Facial redness disease",
    "explanation": "A chronic skin condition causing facial redness and visible blood vessels."
  },
  "seborrheic dermatitis": {
    "simple": "Scaly skin patches",
    "explanation": "A skin condition causing scaly patches and red skin, mainly on the scalp."
  },
  "urticaria": {
    "simple": "Hives",
    "explanation": "An outbreak of pale red bumps or welts on the skin that appear suddenly."
  },
  "angioedema": {
    "simple": "Swelling under the skin",
    "explanation": "Rapid swelling of the deeper layers of the skin, often due to an allergic reaction."
  },
  "barrett's esophagus": {
    "simple": "Abnormal esophagus lining",
    "explanation": "A condition where the esophagus lining changes, increasing cancer risk."
  },
  "gerd": {
    "simple": "Chronic acid reflux",
    "explanation": "A digestive disorder where stomach acid flows back into the esophagus."
  },
  "gastroesophageal reflux disease": {
    "simple": "Acid reflux disease",
    "explanation": "Chronic reflux of stomach contents into the esophagus causing heartburn."
  },
  "hiatal hernia": {
    "simple": "Stomach pushed through diaphragm",
    "explanation": "A condition where part of the stomach pushes up through the diaphragm."
  },
  "crohn's disease": {
    "simple": "Inflammatory bowel disease",
    "explanation": "A chronic inflammatory condition affecting the digestive tract."
  },
  "ulcerative colitis": {
    "simple": "Colon inflammation disease",
    "explanation": "A chronic disease causing inflammation and ulcers in the colon."
  },
  "inflammatory bowel disease": {
    "simple": "Chronic gut inflammation",
    "explanation": "A group of disorders causing chronic inflammation of the digestive tract."
  },
  "ibs": {
    "simple": "Irritable bowel syndrome",
    "explanation": "A common disorder affecting the large intestine, causing cramping and pain."
  },
  "celiac disease": {
    "simple": "Gluten allergy disease",
    "explanation": "An immune reaction to eating gluten that damages the small intestine."
  },
  "lactose intolerance": {
    "simple": "Milk sugar sensitivity",
    "explanation": "Inability to digest lactose, a sugar found in milk and dairy products."
  },
  "irritable bowel syndrome": {
    "simple": "Bowel sensitivity disorder",
    "explanation": "A disorder characterized by abdominal pain and altered bowel habits."
  },
  "diverticulosis": {
    "simple": "Colon pouches",
    "explanation": "The presence of small pouches in the colon wall, usually without symptoms."
  },
  "hemorrhoids": {
    "simple": "Swollen rectal veins",
    "explanation": "Swollen veins in the lowest part of the rectum and anus."
  },
  "anal fissure": {
    "simple": "Tear in anus lining",
    "explanation": "A small tear in the lining of the anus causing pain and bleeding."
  },
  "fecal impaction": {
    "simple": "Severe constipation blockage",
    "explanation": "A solid, immobile mass of stool in the colon or rectum."
  },
  "bowel obstruction": {
    "simple": "Blocked intestine",
    "explanation": "A blockage preventing food or liquid from passing through the intestines."
  },
  "ileus": {
    "simple": "Intestinal paralysis",
    "explanation": "A temporary lack of normal muscle contractions in the intestines."
  },
  "intussusception": {
    "simple": "Telescoped intestine",
    "explanation": "A condition where part of the intestine slides into an adjacent section."
  },
  "volvulus": {
    "simple": "Twisted intestine",
    "explanation": "A condition where the intestine twists around itself, blocking blood flow."
  },
  "pancreatitis": {
    "simple": "Pancreas inflammation",
    "explanation": "Inflammation of the pancreas causing abdominal pain and digestive issues."
  },
  "pancreatic cancer": {
    "simple": "Pancreas malignant tumor",
    "explanation": "Cancer beginning in the tissues of the pancreas, often diagnosed late."
  },
  "fatty liver disease": {
    "simple": "Fat buildup in liver",
    "explanation": "A condition where excess fat builds up in liver cells."
  },
  "non-alcoholic fatty liver disease": {
    "simple": "Fatty liver without alcohol",
    "explanation": "Fat accumulation in the liver not caused by alcohol consumption."
  },
  "alcoholic hepatitis": {
    "simple": "Liver inflammation from alcohol",
    "explanation": "Liver inflammation caused by excessive alcohol consumption."
  },
  "portal hypertension": {
    "simple": "High liver vein pressure",
    "explanation": "Increased blood pressure in the portal vein system due to liver damage."
  },
  "esophageal varices": {
    "simple": "Swollen esophagus veins",
    "explanation": "Enlarged veins in the esophagus that can rupture and bleed."
  },
  "wilson's disease": {
    "simple": "Copper buildup disease",
    "explanation": "A genetic disorder causing copper to accumulate in organs."
  },
  "hemochromatosis": {
    "simple": "Iron overload",
    "explanation": "A genetic condition where the body absorbs too much iron, damaging organs."
  },
  "gilbert's syndrome": {
    "simple": "Mild liver enzyme deficiency",
    "explanation": "A common, harmless liver condition causing mild jaundice."
  },
  "pyelonephritis": {
    "simple": "Kidney infection",
    "explanation": "A type of urinary tract infection affecting one or both kidneys."
  },
  "glomerulonephritis": {
    "simple": "Kidney filter inflammation",
    "explanation": "Inflammation of the kidney's tiny filters (glomeruli)."
  },
  "polycystic kidney disease": {
    "simple": "Kidney cysts disease",
    "explanation": "A genetic disorder causing numerous cysts to grow in the kidneys."
  },
  "renal cyst": {
    "simple": "Kidney fluid sac",
    "explanation": "A round pouch of fluid that forms on or in the kidneys."
  },
  "hydronephrosis": {
    "simple": "Kidney swelling from urine",
    "explanation": "Swelling of a kidney due to a buildup of urine."
  },
  "renal artery stenosis": {
    "simple": "Narrowed kidney artery",
    "explanation": "Narrowing of one or both arteries that carry blood to the kidneys."
  },
  "interstitial cystitis": {
    "simple": "Painful bladder syndrome",
    "explanation": "A chronic condition causing bladder pressure and pain."
  },
  "overactive bladder": {
    "simple": "Frequent urgent urination",
    "explanation": "A condition causing a sudden urge to urinate that's difficult to control."
  },
  "stress incontinence": {
    "simple": "Leaking from pressure",
    "explanation": "Urine leakage caused by pressure on the bladder from coughing or sneezing."
  },
  "urge incontinence": {
    "simple": "Sudden urge leaking",
    "explanation": "Involuntary loss of urine preceded by a sudden, intense urge to urinate."
  },
  "prostate cancer": {
    "simple": "Prostate gland cancer",
    "explanation": "Cancer that occurs in the prostate gland in men."
  },
  "testicular cancer": {
    "simple": "Testicle cancer",
    "explanation": "Cancer that develops in the testicles."
  },
  "erectile dysfunction": {
    "simple": "Impotence",
    "explanation": "Inability to get or maintain an erection firm enough for intercourse."
  },
  "priapism": {
    "simple": "Prolonged painful erection",
    "explanation": "A persistent, often painful erection lasting more than four hours."
  },
  "epididymitis": {
    "simple": "Inflamed sperm tube",
    "explanation": "Inflammation of the tube at the back of the testicle that stores sperm."
  },
  "orchitis": {
    "simple": "Inflamed testicle",
    "explanation": "Inflammation of one or both testicles, usually from infection."
  },
  "varicocele": {
    "simple": "Enlarged testicular veins",
    "explanation": "Enlargement of veins within the scrotum."
  },
  "hydrocele": {
    "simple": "Fluid around testicle",
    "explanation": "A fluid-filled sac surrounding a testicle causing swelling."
  },
  "phimosis": {
    "simple": "Tight foreskin",
    "explanation": "A condition where the foreskin cannot be pulled back over the head of the penis."
  },
  "balanitis": {
    "simple": "Inflamed penis head",
    "explanation": "Inflammation of the head of the penis."
  },
  "cervical cancer": {
    "simple": "Cervix cancer",
    "explanation": "Cancer occurring in the cells of the cervix, often linked to HPV."
  },
  "ovarian cancer": {
    "simple": "Ovary cancer",
    "explanation": "Cancer that begins in the female organs that produce eggs."
  },
  "ovarian cyst": {
    "simple": "Fluid sac on ovary",
    "explanation": "A fluid-filled sac that forms on or inside an ovary."
  },
  "uterine fibroids": {
    "simple": "Uterus muscle tumors",
    "explanation": "Non-cancerous growths in the uterus that often appear during childbearing years."
  },
  "endometrial cancer": {
    "simple": "Uterus lining cancer",
    "explanation": "Cancer that begins in the lining of the uterus."
  },
  "cervicitis": {
    "simple": "Inflamed cervix",
    "explanation": "Inflammation of the cervix, often caused by infection."
  },
  "vaginitis": {
    "simple": "Vaginal inflammation",
    "explanation": "Inflammation of the vagina causing discharge, itching, and pain."
  },
  "bacterial vaginosis": {
    "simple": "Vaginal bacteria imbalance",
    "explanation": "A type of vaginal inflammation caused by overgrowth of bacteria."
  },
  "toxic shock syndrome": {
    "simple": "Severe bacterial toxin reaction",
    "explanation": "A rare, life-threatening complication of certain bacterial infections."
  },
  "preeclampsia": {
    "simple": "Pregnancy high blood pressure",
    "explanation": "A pregnancy complication characterized by high blood pressure and organ damage."
  },
  "eclampsia": {
    "simple": "Pregnancy seizures",
    "explanation": "The onset of seizures in a woman with preeclampsia."
  },
  "gestational diabetes": {
    "simple": "Pregnancy diabetes",
    "explanation": "High blood sugar that develops during pregnancy."
  },
  "placenta previa": {
    "simple": "Placenta blocking cervix",
    "explanation": "A condition where the placenta covers the cervix opening."
  },
  "placental abruption": {
    "simple": "Placenta detaching early",
    "explanation": "A serious condition where the placenta separates from the uterus before birth."
  },
  "ectopic pregnancy": {
    "simple": "Pregnancy outside uterus",
    "explanation": "A pregnancy that occurs outside the uterus, usually in a fallopian tube."
  },
  "miscarriage": {
    "simple": "Pregnancy loss",
    "explanation": "Spontaneous loss of a pregnancy before the 20th week."
  },
  "stillbirth": {
    "simple": "Baby death before birth",
    "explanation": "The death of a baby before or during delivery."
  },
  "preterm labor": {
    "simple": "Early labor",
    "explanation": "Labor that begins before 37 weeks of pregnancy."
  },
  "mastitis": {
    "simple": "Breast tissue inflammation",
    "explanation": "Inflammation of breast tissue that sometimes involves infection."
  },
  "breast cancer": {
    "simple": "Breast malignant tumor",
    "explanation": "Cancer that forms in the cells of the breasts."
  },
  "ductal carcinoma in situ": {
    "simple": "Early breast cancer",
    "explanation": "Non-invasive breast cancer where abnormal cells are in the milk duct lining."
  },
  "fibrocystic breast disease": {
    "simple": "Lumpy breasts",
    "explanation": "A benign condition causing lumpy, tender breasts."
  },
  "gynecomastia": {
    "simple": "Male breast enlargement",
    "explanation": "Enlargement of breast tissue in boys or men."
  },
  "bruxism": {
    "simple": "Teeth grinding",
    "explanation": "Involuntary grinding or clenching of teeth, often occurring during sleep."
  },
  "cyanide toxicity": {
    "simple": "Poisoning by cyanide",
    "explanation": "A life-threatening condition where cyanide prevents cells from using oxygen effectively."
  },
  "tachyarrhythmia": {
    "simple": "Fast irregular heartbeat",
    "explanation": "An abnormal heart rhythm characterized by a rapid and irregular heartbeat."
  },
  "hypokalemia": {
    "simple": "Low potassium level",
    "explanation": "A condition where the amount of potassium in the blood is lower than normal."
  },
  "hyperkalemia": {
    "simple": "High potassium level",
    "explanation": "A condition where the potassium level in the blood is too high, affecting heart rhythm."
  },
  "hypocalcemia": {
    "simple": "Low calcium level",
    "explanation": "A deficiency of calcium in the blood, which can cause muscle cramps and spasms."
  },
  "hypercalcemia": {
    "simple": "High calcium level",
    "explanation": "An abnormally high level of calcium in the blood, often due to overactive parathyroid glands."
  },
  "hyponatremia": {
    "simple": "Low sodium level",
    "explanation": "A condition where blood sodium levels are too low, leading to confusion and fatigue."
  },
  "hypernatremia": {
    "simple": "High sodium level",
    "explanation": "Excess sodium in the blood, usually from dehydration or kidney issues."
  },
  "hypomagnesemia": {
    "simple": "Low magnesium level",
    "explanation": "A condition where magnesium in the blood is below normal, causing muscle weakness and cramps."
  },
  "hypermagnesemia": {
    "simple": "High magnesium level",
    "explanation": "Excess magnesium in the blood, usually due to kidney failure or medication overdose."
  },
  "neuropraxia": {
    "simple": "Temporary nerve block",
    "explanation": "A mild nerve injury causing loss of function without permanent damage."
  },
  "axonal degeneration": {
    "simple": "Nerve fiber damage",
    "explanation": "The breakdown of nerve fibers, often due to injury or disease."
  },
  "demyelination": {
    "simple": "Loss of nerve coating",
    "explanation": "Damage to the protective myelin sheath surrounding nerves, affecting signal transmission."
  },
  "neuroblastoma": {
    "simple": "Child nerve cancer",
    "explanation": "A cancer that develops from immature nerve cells, typically occurring in infants and children."
  },
  "glioblastoma": {
    "simple": "Brain cancer tumor",
    "explanation": "An aggressive type of brain cancer that forms from glial cells."
  },
  "meningioma": {
    "simple": "Brain lining tumor",
    "explanation": "A usually benign tumor that forms on membranes covering the brain and spinal cord."
  },
  "hydrothorax": {
    "simple": "Fluid in chest cavity",
    "explanation": "Accumulation of serous fluid in the pleural cavity surrounding the lungs."
  },
  "pneumoperitoneum": {
    "simple": "Air in abdomen",
    "explanation": "Presence of air or gas in the abdominal cavity, often due to bowel perforation."
  },
  "hemoperitoneum": {
    "simple": "Blood in abdomen",
    "explanation": "Accumulation of blood in the abdominal cavity, often from trauma or ruptured organs."
  },
  "acute pyelonephritis": {
    "simple": "Kidney infection",
    "explanation": "A bacterial infection that affects the kidneys and urinary tract."
  },
  "nephrocalcinosis": {
    "simple": "Calcium in kidneys",
    "explanation": "Deposition of calcium salts in kidney tissue, often due to metabolic disorders."
  },
  "keratitis": {
    "simple": "Cornea inflammation",
    "explanation": "Inflammation of the cornea, often due to infection or injury, causing eye pain and redness."
  },
  "vertigo benign positional": {
    "simple": "Head position dizziness",
    "explanation": "A form of vertigo triggered by changes in head position, due to inner ear crystals."
  },
  "tonsillectomy": {
    "simple": "Tonsil removal surgery",
    "explanation": "Surgical procedure to remove the tonsils, often for recurrent infections."
  },
  "adenoidectomy": {
    "simple": "Adenoid removal surgery",
    "explanation": "Surgical removal of the adenoids to treat breathing or ear problems."
  },
  "pulmonary edema": {
    "simple": "Fluid in lungs",
    "explanation": "Excess fluid in the lungs' air sacs, often from heart failure."
  },
  "cardiomegaly": {
    "simple": "Enlarged heart",
    "explanation": "Abnormal enlargement of the heart, usually from high blood pressure or heart disease."
  },
  "peritonitis": {
    "simple": "Abdominal lining inflammation",
    "explanation": "Inflammation of the tissue lining the abdomen, often due to infection or perforation."
  },
  "thalassemia": {
    "simple": "Inherited anemia",
    "explanation": "A genetic blood disorder that reduces the body’s ability to produce hemoglobin."
  },
  "hemophilia": {
    "simple": "Blood clotting disorder",
    "explanation": "An inherited condition where blood doesn’t clot properly, leading to prolonged bleeding."
  },
  "myasthenia gravis": {
    "simple": "Muscle weakness disorder",
    "explanation": "An autoimmune disease causing weakness in skeletal muscles due to disrupted nerve signals."
  },
  "systemic lupus erythematosus": {
    "simple": "Autoimmune body attack",
    "explanation": "A chronic autoimmune disease where the immune system attacks the body’s tissues and organs."
  },
  "raynaud's disease": {
    "simple": "Cold finger spasm",
    "explanation": "A condition where blood flow to fingers and toes is reduced due to cold or stress."
  },
  "scleroderma": {
    "simple": "Hard skin disease",
    "explanation": "An autoimmune disease causing hardening and tightening of the skin and connective tissues."
  },
  "sjogren's syndrome": {
    "simple": "Dry mouth and eyes disease",
    "explanation": "An autoimmune disorder that attacks moisture-producing glands, causing dryness."
  },
  "chronic tinnitus": {
    "simple": "Ringing in ears",
    "explanation": "Perception of noise or ringing in the ears without an external source."
  },
  "epistaxis": {
    "simple": "Nosebleed",
    "explanation": "Bleeding from the nose due to trauma, dry air, or medical conditions."
  },
  "sinus headache": {
    "simple": "Pain from sinus pressure",
    "explanation": "Headache caused by inflammation or infection of the sinuses."
  }
}